implement-verify-service/test-results/java-repo/store/diagrams/component-diagram.puml
@startuml
title Component Diagram

[src] --> [java]
[src] --> [com]
[src] --> [lombok]
[src] --> [org]

@enduml
